Repository: nytafar/simple-dequeue
Catalog: languages/simple-dequeue-*.po
Languages: nb_no

source: Front Page
nb_no: Forside

source: Blog Page
nb_no: Bloggside

source: Single Post
nb_no: Enkelt innlegg

source: Single Page
nb_no: Enkelt side

source: Product Page (WooCommerce)
nb_no: Produktside (WooCommerce)

source: Unauthorized request.
nb_no: Uautorisert forespørsel.

source: Generated dequeue code:
nb_no: Generert kode:

source: Failed to write to
nb_no: Kunne ikke skrive til

source: Successfully wrote to
nb_no: Vellykket skrevet til

source: Dequeue file does not exist at
nb_no: Filen eksisterer ikke på

source: Unknown
nb_no: Ukjent

source: Manage Dequeues
nb_no: Velg ressurser

source: Settings
nb_no: Innstillinger

source: Manual Dequeue Code
nb_no: Manuell kode

source: Direct File Mode
nb_no: Direkte filmodus

source: Asset
nb_no: Ressurs

source: Source
nb_no: Kilde

source: No enqueued assets found.
nb_no: Ingen påkrevde ressurser funnet.

source: Save Changes
nb_no: Lagre endringer

source: Choose Dequeue Mode
nb_no: Velg Modus

source: Direct from settings:
nb_no: Direkte fra innstillinger:

source: The plugin will dequeue assets on the frontend according to your settings, ideal for building and testing.
nb_no: Pluginen vil avkø ressurser på frontend i henhold til innstillingene dine, ideell for bygging og testing.

source: Theme Functions File:
nb_no: Temaets funksjons-fil:

source: The plugin generates code you can paste into your theme's functions.php file. The plugin will not dequeue assets by itself, only generate the code. You can safely disable the plugin when the code is implemented.
nb_no: Pluginen genererer kode som du kan lime inn i temaets functions.php-fil. Pluginen vil ikke avkø ressurser selv, bare generere koden. Du kan trygt deaktivere pluginen når koden er implementert.

source: Direct File Mode:
nb_no: Direkte filmodus:

source: The plugin will generate a file that is loaded on the frontend but not access its settings in the database to change the file when you make changes. This is a higher performance option bypassing the need to keep a copy (requires system write permissions).
nb_no: Pluginen vil generere en fil som lastes på frontend, men ikke få tilgang til innstillingene i databasen for å endre filen når du gjør endringer. Dette er et høyere ytelsesalternativ som omgår behovet for å beholde en kopi (krever systemskrivertilgang).

source: Copy the following code to your theme's functions.php file and disable this plugin:
nb_no: Kopier følgende kode til temaets functions.php-fil og deaktiver denne pluginen:

source: Copy to Clipboard
nb_no: Kopier til utklippstavle

source: Code copied to clipboard
nb_no: Kode kopiert til utklippstavle

source: Current Dequeue Code
nb_no: Gjeldende kode

source: Enable Direct File Mode
nb_no: Aktiver direkte filmodus

source: Failed to create or write to the dequeue code file.
nb_no: Kunne ikke opprette eller skrive til fil.
